{"inkVersion":21,"root":[["^Crustalune? Place smells like boiled socks and regret. Only thing deeper than the ocean's the corruption! ","#","^speaker:Old Ragged Vulpar","/#","\n",{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["ev","str","^Crustalune? Heard the name, not the story","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^They say it’s a fishy planet.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^The place smells like boiled socks and regret. Only thing deeper than the ocean's the corruption.","\n","^And that is coming from a water world, nothing compared to our sand spitting home that is Vulparis.","\n",["ev","str","^How did you get there? They say is hard to get by the planetary scans.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^How did I get there? Same way I get anywhere—quietly, and without permission.","\n","^(He tilts his head slightly, the faint hum of his visor sharpening for a moment.)","\n","^Crustalune scans for metal heat signatures and invasive bioforms. They miss things colder than their politics.","\n","^Slipped in under the shell of a kelp hauler. No ID, no life signs. Just rot, ballast, and patience.","\n","^I wouldn’t do it again. The crabs don’t like uninvited guests… and they don’t forget smells.","\n",["ev","str","^Do you remember the scan patterns?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Are they good with scans?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^(He leans forward slightly, voice low and flat.)","\n","^\"I remember enough.\"","\n",{"->":"tip"},{"#f":5}],"c-1":["\n","^Not for a Vulparian..","\n",{"->":"tip"},{"#f":5}]}],{"#f":5}]}],{"#f":5}],"c-1":["\n","^(He smirks, a rare expression for him.)","\n","^Fishy? More like a walking graveyard with a tide.","\n","^(His voice drops to a darker tone, eyes narrowing.)","\n","^Crustalune’s got more secrets in its depths than a whole fleet of smugglers. But the ocean’s the least of it. It’s the stench of who runs it... and who owns the silence.","\n","^(He leans in a little closer, almost whispering.)","\n","^Corruption? It’s the air they breathe, not the water. If you can’t swim in the muck, you’ll drown.","\n",["ev","str","^So, its not a vacation destiny...","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I hate places that scan you harder than they stamp your papers. Crustalune that bad, or is it just the kind of cargo I carry?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Crustalune's idea of paradise is shackles and saltwater. But if you’re desperate enough, even a prison can feel like freedom","\n","^But you never know what that lost planet still has to offer, right?]","\n",["ev","str","^Yeah..","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","\n","^Nice having a chat kiddo. See ya.","\n","end",{"#f":5}]}],{"#f":5}],"c-1":["\n","^No, it’s not just your cargo. It’s everyone’s.","\n","^They don’t scan for what you bring. They scan for what you shouldn’t know.","\n",{"->":"tip"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"tip":[["^\"Crustalune’s orbital net runs straight trought your ships. Ceentric waves—slow and overlapping. They shoot them every 30 seconds minutes.","\n","^(He taps the table twice, rhythmically.)","\n","^\"If your ship is a class x45, they wouldn’t scan anything other than the center rows.","\n","ev","str","^Thanks. That’s more than I expected. You didn’t have to talk","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Didn’t have to sit in this pit either, but here we are.\"","\n","^\"Just don’t waste what I gave you. Vulparis doesn’t breed fools, so don’t go to act like one.\"","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}