{"inkVersion":21,"root":[["^Hear you're the one to talk to if I’m looking for tech that can disappear before it’s seen. ","#","^speaker:Me","/#","\n",{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^(a female figure smiles, all teeth and calculation.)","#","^speaker:Reserved Vulpanari","/#","\n","^Let’s get something straight—“disappearing” costs double, and asking the wrong way costs more.","\n","^But you’ve got curiosity in your eyes. Dangerous. I like that.","\n","ev","str","^I'm not here to waste your time. I’ve got cargo Crustalune won’t welcome. I need silence—real silence.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ","\n","^Oh, Crustalune. Big wet grave full of nosy crustaceans and stricter protocols than a Forge Tribunal.","\n","^You’re not the first trying to sneak past their shells.","\n","^(She leans in slightly.)","\n","^Tell me this—are you willing to risk more than credits for that kind of silence?","\n",["ev","str","^Wont you help a Vulpar brother?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Just a chit chat won’t do?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^(She tilts her head, eyes narrowing, the faint hum of her cloak intensifying as she studies you.)","\n","^Vulpar brother, huh?","\n","^(She straightens up, her fingers flicking through the air as if pulling up hidden data.)","\n","^You want silence, and I’m going to give it to you. Free of charge, since you’re a Vulparis in need.","\n","^(She lets that sink in for a moment, then her eyes flicker with a touch of calculation.)","\n","^But there’s a catch: I need you to do something for me in return, no questions asked. Get me a favor from someone on Crustalune. A simple delivery. Think of it as trade.","\n",["ev","str","^(nod your head)","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Can't do","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Good boy.","\n",{"->":"tip"},{"#f":5}],"c-1":["\n","^But here’s the thing—you’re asking for something you can’t afford without a little give and take. Silence comes at a price, and if you’re not willing to pay, well...","\n","^(Her voice softens, but it’s all the more dangerous.)","\n","^I’m sure you’ll find another way into Crustalune. But don’t expect me to forget this little chat.","\n","end",{"#f":5}]}],{"#f":5}],"c-1":["\n","^(She raises an eyebrow, her lips curling into a half-smirk.)","\n","^A chit chat? (She chuckles.)","\n","^You think I’m here to swap stories with someone like you?","\n","^(Leaning back in her chair, her eyes cold and calculating.)","\n","^I’m not your therapist. If you’re not here for business, you might as well walk out.","\n","^Fine, we’ll talk about Crustalune since you’re so curious.","\n","^(She leans in slightly, lowering her voice.)","\n","^Crustalune’s got layers—on the surface, it’s all politics and diplomacy, but under the water, the real power is hidden.","\n","^The Council of the Tide controls everything, but they’re not above accepting a little... incentive to look the other way.","\n","^(She shrugs.)","\n","^You want to get something past their scans? You better have something more than just a slick trick. A few well-placed credits can get you further than you think.","\n","^(She smirks, dismissing you.)","\n","^But don’t take me for a fool. Crustalune’s about deals, not favors.","\n",["ev","str","^You don’t think it’s possible? There has to be a way through. What’s the Council’s weakness?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^What about the Tide? What can you tell me about them?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ","\n","^(She smirks.)","\n","^A weakness? If there was one, you think I’d be telling you?","\n","^(Leaning forward, her voice drops to a whisper.)","\n","^The Council’s tight, but if you’re willing to risk everything, maybe you could exploit their pride.","\n","^(Her gaze sharpens.)","\n","^They value credits more than control. If you can grease the right palms, you might just slip past unnoticed. But don’t think for a second it’s cheap.","\n",["ev","str","^And if I do burn those bridges, what’s waiting for me on the other side?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^How would you know about their pride? You’ve been there before?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^(Her smile fades, her voice cold.)","\n","^Consequences. If you go up against the Council, there’s no going back. Crustalune’s not for the faint-hearted.","\n","^(She eyes you carefully.)","\n","^You’d make a powerful enemy, and if you’re lucky, you’ll survive.","\n","^(She shrugs.)","\n","^But if you burn those bridges, don’t expect mercy.","\n","end",{"#f":5}],"c-1":["\n","^(She shrugs nonchalantly.)","\n","^Maybe I’ve been there. Maybe I haven’t. What’s it to you?","\n","^(Her eyes narrow.)","\n","^But I’ve seen enough to know how they operate. Crustalune’s about control, not kindness.","\n","^(Her tone hardens.)","\n","^If you think you can slip by unnoticed, you’re wrong.","\n","end",{"#f":5}]}],{"#f":5}],"c-1":["\n","^(She sighs and leans back, tapping her fingers on the table.)","\n","^The Tide? They don’t just control the scans, they control the flow—people, goods, information, everything.","\n","^(Her eyes darken.)","\n","^They’ve got eyes everywhere. You think you can hide from them? They’ve seen you before you even landed.","\n","^(She leans forward again, her voice lowering.)","\n","^The Council’s surface politics don’t fool anyone. The Tide’s ruthless.","\n",["ev","str","^So they own everything? That kind of power?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^And if I tried to go around them? Hide my cargo from their eyes?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^(She laughs softly, her tone bitter.)","\n","^Yeah. They own everything. The Council and the Tide run Crustalune like a well-oiled machine.","\n","^(Her eyes seem distant.)","\n","^But that power’s fragile. A wrong move, and it all unravels.","\n","^(She glances at you.)","\n","^But that’s not your problem. Your problem is getting in and out alive.","\n","end",{"#f":5}],"c-1":["\n","^(Her expression turns cold, her lips curling into a faint smirk.)","\n","^Go around them? Sure, you can try. But everyone who’s tried before is dead or worse.","\n","^(She leans in, her tone quieter.)","\n","^The Tide has eyes everywhere. You’ll be found eventually.","\n","^(Her smile returns, dangerous.)","\n","^But if you’re serious about hiding it, I could help you. But it’ll cost you—more than you’re willing to pay.","\n","end",{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"tip":[["^Go to the frequency 954, they know Crustalune stuff.","\n","ev","str","^Thanks. Who should I talk to in Crustalune?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Mark. Say to him Lirae 42. He will know.","\n",["ev","str","^Consider it done","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Good boy.","\n","^Now go, I need to enjoy my cocktail here. I usually don't have free time like this one. So stop bothering.","\n","end",{"#f":5}]}],{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}