{"inkVersion":21,"root":[["^(A Toxirian figure shuffles into the dimly lit corner of the bar, its body a mass of spindly legs and rigid chitin. Its eyes are dark, almost as if they're staring into the past. The air around it seems to vibrate with the hum of the polluted world, carrying a stale, metallic odor. It raises its head slowly, surveying you with a mix of curiosity and wariness.) ","#","^speaker:Toxirian","/#","\n",{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[[["ev",{"^->":"main.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^You know anything about getting past Toxiri's scans? I'm trying to get to Planet 70.",{"->":"$r","var":true},null]}],"ev","str","^This place feels like a forgotten pit.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["ev",{"^->":"main.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^(It pauses, its legs twitching as it processes your words. A low click follows, and it tilts its head slightly.)","\n","^Getting past the scans? Ah... the price of knowledge isn't always one you can afford here.","\n","^(The Toxirian leans in slightly, its many eyes narrowing.)","\n","^I might be able to help... for a price. But are you sure you're ready for the cost?","\n",["ev","str","^How much are you asking for?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Just give me the tip. I don’t have time for this.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^The price here isn't measured in credits, little traveler. You need something more than money.","\n","^(It leans back, clicking its mandibles together slowly.)","\n","^The world has a way of making sure you're not forgetting your debts.","\n",{"->":"tip"},{"#f":5}],"c-1":["\n","^(It shifts slightly, its legs moving with quiet precision.)","\n","^Patience, traveler. You don’t rush in Toxiri. But I suppose I can give you a bit of what you want.","\n",{"->":"tip"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^(The Toxirian cocks its head slightly, the dark, resinous skin of its face reflecting the dim bar lights.)","\n","^You think it’s bad here? You haven’t seen the real heart of Toxiri.","\n","^(It clicks its mandibles again, seemingly amused by your discomfort.)","\n","^The pollution's just the surface. Inside... it’s worse. You might want to be careful where you step.","\n",["ev","str","^So, it’s as bad as they say?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I’ll take my chances. I’m used to bad places.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^(The figure’s many eyes flicker to you, and for a moment, there’s something almost sad in its gaze.)","\n","^It’s more than bad. It’s a world of survival. The air’s thick, the water’s worse, and the people? Well, they’re just a reflection of all the toxins here.","\n","end",{"#f":5}],"c-1":["\n","^(It gives a long, low hum, as if sizing you up. Then it gives a slow, deliberate nod.)","\n","^You’ll need more than just toughness to survive here. But... maybe you’ll make it.","\n","^(It turns its head slightly, considering something in the distance.)","\n","^Good luck, traveler. You’ll need it.","\n","end",{"#f":5}]}],{"#f":5}]}],{"#f":1}],"tip":[["^(The Toxirian leans in slightly, its many legs moving in quick succession as if to emphasize its words.)","\n","^Rows 2, 4, and 5—each holds something different. A pulse, a presence, and a gate.","\n","^(It tilts its head as its legs tap rhythmically.)","\n","^Row 2? It’s the signal. Strange, like a whisper, but it’s not safe to follow.\"","\n","^(Its body shifts, eyes narrowing.)","\n","^Row 4... something moves there. It’s alive. A glitch in the system, or worse—something the scans can’t catch.","\n","^(The native’s eyes flash, as though it’s remembering something it doesn’t want to.)","\n","^And Row 5? That’s the key. But there are guardians. They’ll let you through if you know the right code, but many who try never make it past.","\n","^(The native leans back, its body clicking as if to underscore its words.)","\n","^Find the right way through, and you’ll make it to Planet 70. But you’ll pay the price—nothing’s free on Toxiri.","\n","ev","str","^Got it. I’ll be careful.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Sounds too risky. I’ll find another way.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^(It clicks its mandibles once, the sound almost approving.)","\n","^Careful is good. Luck... is better.","\n","end",{"#f":5}],"c-1":["\n","^(A low, almost mocking hiss escapes the native’s mouth as it shakes its head slowly.)","\n","^Risk is life here. You’ll find no easy way out.","\n","^(It leans back into the shadows, its many eyes now turned toward you.)","\n","^But remember... no one passes without paying the price.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}